[
    {"name": "Dosidos","description": "Dosidos, also known as Dosi Doe, Do-Si-Dos, and Dosi is an indica-dominant hybrid marijuana strain with qualities similar to its parent, OGKB, a GSC-phenotype. With glittering trichomes, bright pistils, and lime green and lavender leaves, Dosidos weed is a feast for the eyes. Its aroma is pungent, sweet, and earthy with slight floral funkiness. These classic OG aromas blend nicely with medical-grade body effects that lean toward the sedative side with the addition of Face Off OG genetics. Those who smoke Dosi can enjoy a stoney, in-your-face buzz off the start that melts down over the body, prettifying the consumer with relaxation that emanates outward. The dominant terpene in Dosidos is limonene.","effect": "Sleepy, Relaxed, Sedated","image": "https://www.freshbakedboulder.com/wp-content/uploads/2020/07/Dosidos-Final-3-scaled.jpg","helps": "Stress Anxiety, Pain","type": "Indica"},
    {"name": "Ice Cream Cake","description": "Ice Cream Cake is an indica marijuana strain made by crossing Wedding Cake with Gelato #33. This strain offers sedating effects that leave your mind and body completely relaxed. Ice Cream Cake features a creamy flavor profile with sweet hints of vanilla and sugary dough. This strain is reported by medical marijuana patients and consumers to have calming effects that help with pain, sleep, and anxiety. Ice Cream Cake weed is ideal for night time use when you have nothing important to do except watch TV and fall asleep. Growers say this strain has light green and purple buds that are completely flushed with icy trichomes. ","effect": "Sleepy, Relaed hungry","image": "https://weedme.ca/wp-content/uploads/2020/07/ice-cream.jpg","helps": "Stress, Anxiety, Depression","type": "Indica"},
    {"name": "Green Crack","description": "Originally called “Cush”, this strain was re-dubbed “Green Crack” by none other than cannabis connoisseur Snoop Dogg after he sampled its intense sativa effects. Although some still prefer the name Cush to sidestep any unwanted cannabis stigma, the love for this fruity and earthy strain is unanimous. Green Crack’s origins are disputed -- originally bred in Athens, GA in the 1970s, it is descended from the ever-popular Skunk #1, but it may also have some Afghani landrace indica in its background. Despite the edginess of its name, Green Crack is more likely to make users energized and inspired than strung out and manic. Providing the best of what sativa varieties have to offer, it’s a great strain for enhancing your appreciation of your surroundings or simply as a way to help you get up and go. It’s also unique in its potency -- even for more experienced cannabis fans, a little bit of this controlled substance can go a long way.","effect": "Paranoia, Cotton mouth, Creative","image": "https://images.weedmaps.com/strains/000/000/101/avatar/original/1560552818-171222_Bonsai-Cultivation_Green-Crack_1.jpg","helps": "Depression, Loss of appetite, Anxiety","type": "Sativa"},
    {"name": "Blue Dream","description": "With a relatively high THC range that averages at a low of 17% and a high of 24%, this dreamy bud has more than just good looks and flavor to bring to the table. The CBD and CBN levels reach 2% and 1% respectively, making this a stellar strain for treating a myriad of ailments. The delicious flavors of blueberry and sugar are long lasting and stay in the air and on your tongue long after the smoke has gone. The nugs are long and bushy, with deep blue hues, amber and blue hairs, and an abundance of milky white trichomes.","effect": "Relaxed, Cotton Mouth, Creative","image": "https://images.weedmaps.com/strains/000/000/029/avatar/original/1549404307-180102_36425_BlueDream_1.jpg","helps": "Depression, Loss of Appetite, Anxiety","type": "Hybrid"},
    {"name": "Sour Diesel","description": "Sour Diesel will give you a terrific blast, a smash-in-the-face of Chemdawg and a Sativa we haven’t identified yet. We don’t even know who bred it originally – most people call him/her “A.J.” or “Asshole Joe.” It not only comes packed with 26% THC on the high end, but also retains 2% CBD and 4% CBN during extraction, which is pretty unheard of. These added chemical compounds don’t alter the base effects of Sour Diesel, but they provide varied intensity that you can’t really calculate (or control). For a feeling of ultimate happy heaviness, Sour Diesel (also called “Sour Deez'' and “Sour D” for short) brings a nearly pure 90% Sativa to bear on your restless mind. You won’t stand a chance. Sour Diesel’s lineage contains a little mystery. Researchers suspect that it was created accidentally from strains in the Chemdawg and OG Kush line. Particularly, Chemdawg 91 is suspected as a likely parent, along with possible candidates like DNL and Massachusetts Super Skunk. Either way, the plant grows lanky, throwing up a ton of foxtails around its dense, light green nugs, and releasing pungent odors into your indoor garden, like little skunk-citrus flower bombs.","effect": "Focused, Happy Creative","image": "https://grantpharms.com/wp-content/webpc-passthru.php?src=https://grantpharms.com/wp-content/uploads/2019/01/Sour-Diesel.jpg","helps": "Traumatic Stress, Appetite, Depression","type": "Sativa"},
    {"name": "Gorilla Glue #4","description": "Gorilla Glue #4 (also known as GG4) created by GG strains is a Sativa-dominant hybrid, a multiple award-winning strain, famous for its high THC content. This strain gets its name because of the resin that collects on the scissors when trimming. Gorilla Glue #4 has several parents due to extensive backcrossing – Sour Diesel, Sour Dubb, Chem’s Sister, and Chocolate Diesel. The hybrid strain has won awards at the 2014 Cannabis Cup in both Los Angeles and Michigan. It has been described as a bunch of trichomes with a few buds, leaves, and stalks sticking out.","effect": "Relaxed, Sleepy, Coton mouth","image": "https://immediac.blob.core.windows.net/canndeloo/prods20191016/certified-portland-gg.jpg","helps": "Depression, Anxiety, Insomnia","type": "Hybrid"},
    {"name": "Hindu Kush","description": "One of the original landrace strains that precipitated the popularization of cannabis throughout the world, Hindu Kush is a potent pure indica. It is indigenous to the Hindu Kush mountain chain that forms the border between Pakistan and Afghanistan. The meaning of the word “Kush” is disputed, and has been traced back to a Persian term for “Hindu killer” (in reference to the danger of crossing the inhospitable mountains) as well as to Avestan words meaning simply “water mountain.” In any case, Kush has become a byword for weed and is often used a suffix in the names of different strains, regardless of whether those strains have Hindu Kush in their lineage.","effect": "Relaxed, Sleepy, Cotton Mouth","image": "https://images.leafly.com/flower-images/defaults/generic/strain-13.png","helps": "Appetite, Depression, Anxiety","type": "Indica"},
    {"name": "Gorilla Glue","description": "Packing a punch with even the smallest hit, Gorilla Glue (also known as Gorilla Glue #1) has quickly become a favorite for users seeking a super powerful and sedating high. Coming onto the cannabis scene during the summer of 2016, those at GG Strains created a hit with this 50/50 hybrid strain. Chem's Sister mixed with Chocolate Diesel gives you Gorilla Glue, and it takes on a strong yet pleasing scent while instantly hitting you with its effects. Gorilla Glue shares a lot of Chocolate Diesel’s attributes, giving users both a smell and taste that’s reminiscent of coffee and mocha notes. However, don’t let the yummy tones fool you, as this strain also packs a sour punch with diesel flavor that stays in your mouth long after you’re through. It’s recognized for its earthy and pungent attributes that many compare to its sister strains.","effect": "Sleepy, Headache, Sedated","image": "https://immediac.blob.core.windows.net/canndeloo/prods20191016/certified-portland-gg.jpg","helps": "Depression, Insomnia, Migranes","type": "Hybrid"},
    {"name": "Wedding Cake","description": "Wedding Cake is a sweet strain, of course, but it packs a spicy aftermath (just like marriage). It’s great for calming down and going out, even for doing nothing – the ideal people watcher’s strain. It was bred by an unknown creator from prestigious parents – Cherry Pie and GSC (Girl Scout Cookies) – and delivers a high-20s THC count that should keep even the most jaded users interested. Wedding Cake is sometimes called Pink Cookies. We mentioned its most commonly accepted lineage, though some seed banks suggest that it’s actually a Triangle Mints phenotype. We believe it’s more likely to be the Cherry Pie + GSC genetics because of how having parents that are both landrace Sativa strains like Durban Poison have influenced the results. Wedding Cake leans towards Indica (60/40) and like GSC has leaves that are both dark and light green, with dense buds, and numerous sugary crystals.","effect": "Relaxed, Aroused, Hungry","image": "https://images.squarespace-cdn.com/content/v1/5c995554d86cc913352a66a3/9feace4f-305c-40ec-a1ec-dd04e3040876/wedding+cake+strain.png","helps": "Stress, Anxiety, Depression","type": "Indica"},
    {"name": "Skywalker OG","description": "A dank and potent strain, Skywalker OG offers a super relaxed high with a nice blend of hybrid effects. An indica-dominant beauty that weighs in at 85/15, it’s the lovechild of Skywalker and OG Kush. Like its namesake, it will bring strong kush attributes and leave you feeling like you’re in the clouds for hours. Also known as Skywalker OG Kush, this strain boasts a powerful THC count, with peak measurements in the 26% range. Even the lower side, which hovers around 20%, isn’t for beginners, as it offers an intense high that comes on quickly. Spicy herbal and diesel notes best describe Skywalker OG, as it’s a pungent strain that tastes almost exactly as it smells. Nugs are round and a deep olive green, yet are offset by wiry pistils and dense white trichomes.","effect": "Relaxed, Sleepy, Sedated","image": "https://homegrownursery.com/wp-content/uploads/2018/11/Skywalk-OG.jpg","helps": "Appetite, Depression, Anxiety","type": "Indica"},
    {"name": "Girl Scout Cookies","description": "The little girls out front of the supermarket might be adorable and everything, but if you want to step up your game and dive into a flavorful, euphoric experience then these are the Girl Scout cookies you really want. GSC (formerly known as Girl Scout Cookies) is a Cannabis Cup award-winning strain comprised of OG Kush and Durban Poison and is perfect for an after-dinner treat or a nightcap. Cookies is also sometimes known as Berner Cookies or Berner’s Cookies, after cannabis mogul and rapper Berner (whose real name is Gilbert Millam, Jr). A San Francisco native, Berner lays claim to originating the strain with a growing collective that’s become known as Cookie Fam. A master of branding, Berner shot Cookies into the mainstream when he got his product into the hands of no less than Wiz Khalifa. It has since become a staple strain across the U.S.","effect": "Relaxed, Happy, Creative","image": "https://highyields.com/wp-content/uploads/2021/03/girl-scout-cookies-reviews.jpg","helps": "Appetite, Depression, Insomnia","type": "Indica"},
    {"name": "Northern Lights","description": "Northern Lights, formerly known as CI #5 F1, is an award winning Indica dominant strain. This strain is well received by growers, medical patients, and recreational consumers and may be one of the most popular Indica strains of all time. The strain is readily available in dispensaries throughout the West Coast and Colorado. Northern Lights, formerly known as CI #5 F1, is an award winning Indica dominant strain. This strain is well received by growers, medical patients, and recreational consumers and may be one of the most popular Indica strains of all time. The strain is readily available in dispensaries throughout the West Coast and Colorado. ","effect": "Relaxed, Sleepy, Coton mouth","image": "https://mynushop.com/wp-content/uploads/2020/02/northern-lights-strain.jpg","helps": "Appetite, Depression, Anxiety","type": "Indica"},
    {"name": "Jack Herer","description": "Jack Herer is a strain named after a lifelong cannabis activist whose 1985 book The Emperor Wears No Clothes continues to be an influential resource in the fight for cannabis decriminalization and legalization. A sativa-dominant hybrid developed by Sensi Seeds in the 1980s or 90s, it is a tasty and perennially popular strain. Jack Herer has passed its genetics and part of its name on to crossbred strains like Jack the Ripper, Jack’s Cleaner, and Jack Skellington. Although the exact genetic formula is a guarded secret, Jack Herer is thought to be the product of sativa staple Haze and a cross of Northern Lights #5 and Shiva Skunk. Sticky buds have an appealing orange-lemon scent and taste with just a hint of some dank pine. The high provides an excellent balance between cerebral and physical effects, leaving users deeply relaxed but attentive and conversant. Jack Herer’s appealing flavor and well-rounded effects has made it hugely popular with medical and recreational cannabis users alike; it has won nine Cannabis Cup titles. Cannabis lab Analytical 360 has measured Jack Herer flowers as having between 15% and 24% TH","effect": "Focused, Cotton Mouth, Creative ","image": "https://cannabispharmuk.com/wp-content/uploads/2021/01/1-13.jpg","helps": "Depression, Anxiety, Appetite","type": "Sativa"},
    {"name": "Pineapple Express","description": "“Pineapple Express,” believe it or not, is actually a meteorological term. It indicates strong moisture currents off of Hawaii that extend over the Pacific to the North American coast. In the mid-latitudes of the world, suffice it to say, water vapor is a big deal. Nowadays, the term is more directly associated with the 2008 stoner comedy of the same name, starring Seth Rogen and James Franco. However, the film got its name from the strain, which I guess got its name from … Hawaiian water vapor. “Pineapple Express,” believe it or not, is actually a meteorological term. It indicates strong moisture currents off of Hawaii that extend over the Pacific to the North American coast. In the mid-latitudes of the world, suffice it to say, water vapor is a big deal. Nowadays, the term is more directly associated with the 2008 stoner comedy of the same name, starring Seth Rogen and James Franco. However, the film got its name from the strain, which I guess got its name from … Hawaiian water vapor.","effect": "Focased, Coton Mouth, Relaxed","image": "https://images.leafly.com/flower-images/pineapple-express.png","helps": "Traumatic Stress, Anxiety, Depression","type": "Sativa"},
    {"name": "Durban Poison","description": "With a menacing name that hints at its powerful psychoactivity, Durban Poison is a pure South African sativa landrace. It is a bold and sticky variety that’s well adapted to a variety of growing conditions. Durban Poison boasts a THC content of between 15% and 25%. Cannabis has been cultivated on the African continent since at least the 14th century; by the era of Dutch colonization, it had spread south and the Khoikhoi, San, and Bantu groups indigenous to South Africa had an established cultivation and cultural acceptance of the drug, which they called dagga.","effect": "Focused, Paranoia, Creative","image": "https://highyields.com/wp-content/uploads/2021/10/durban-poison.jpg","helps": "Depression, Anxiety, Appetite","type": "Sativa"},
    {"name": "OG Kush","description": "OG Kush is sometimes known as “Premium OG Kush” or even just “Kush,” first cultivated in Florida almost 30 years ago now. The original genetic lineage is not 100% known, but researchers believe that Chemdawg, Hindu Kush, and Lemon Thai  were mixed with an unknown Northern Californian strain to make OG Kush. The secrecy is probably due to the strain’s incredible fame – OG Kush is the single most recognizable and widely-used strain when it comes to medical marijuana. With a nearly balanced composition (55% Sativa, 45% Indica) and mid-high THC levels, it’s no wonder the strain is enjoyed around the world. This strain is the origin of the word, “OG,” used in many other cannabis strains over the years. Some believe that “OG” homages “Original Gangster,” an even older strain, though others tell other stories. The plant itself is hardy and resinous, growing in chunky buds, dark green and shaped like grapes. Its pistils are bright orange, thin, and overlong. Its trichomes are like white gold, tiny, sparkling, and covered in shiny resin. OG Kush flowers in around 8 to 9 weeks, producing 17 oz of weed per square meter of indoor garden. The strain grows well outdoors too.","effect": "Relaxed, Hungry, Social","image": "https://arktimes.com/wp-content/uploads/2019/11/OG_KUSH.jpg","helps": "Depression, Anxiety, Appetite","type": "Sative"},
    {"name": "Granddaddy Purple","description": "Granddaddy Purple (aka Grand Daddy Purps) is one of the most popular Indica strains on the west coast and is perhaps the most well known 'purple' cannabis strain in the US. Created back in 2003 by Ken Estes in the San Francisco Bay Area, Ken and his team sought out to create the ultimate Indica hybrid by merging two strains with fantastic genetics - Purple Urkle and Big Bud. The product of these two, Grand Daddy Purple, is a spitting image of it's parents' two best qualities - the deep and dark purple hue from Purple Urkle and the overgrown, dense buds of Big Bud. The dark purple buds blend well with the bright orange hairs and frosted white trichomes that generously cover the bud making it an extremely photogenic strain.","effect": "Relaxed, Dry Eyes, Creative","image": "https://berkeleypatientscare.com/wp-content/uploads/2018/06/PCC_GRANDDADDYPURPLE2_WM_5_23_18.jpg","helps": "Depression, Anxiety, Insomnia","type": "Indica"},
    {"name": "Gelato","description": "Gelato is a hybrid crossed from taste-engineered parents Thin Mint Girl Scout Cookies and fruity indica Sunset Sherbert. With a balanced, mellow high and a universally appealing flavor profile, this is a great strain for social use. San Francisco creators Cookie Fam Genetics have released multiple numbered phenotypes of Gelato - phenotype #33 has picked up the nickname Larry Bird in reference to the legendary player’s jersey number. This strain has an indica-leaning high and carries a THC composition that ranges from 20% to 25%. Gelato’s buds tend to be small but they have the thick and dense structure characteristic of many indica varieties. This is a strain with immediate visual appeal: bright orange pistils stand out against forest green leaves that are accented by shades of deep purple. The purple hues come about when high concentrations of pigments called anthocyanins are stimulated by cold weather in the vegetative stage. Although the buds themselves are sticky, short stalks on the trichomes mean that this strain has a less frosty appearance than many others. Cured properly, flowers of Gelato have a predominant smell of pungent citrus, compliments of fruity parent strain Sunset Sherbert. Notes of yeast and dough can be detected as well","effect": "Relaxed, Dry Eyes, Creative","image": "https://images.weedmaps.com/strains/000/000/082/avatar/original/1548874633-171207_52590_Gelato_1__1_.jpg","helps": "Depression, Anxiety, Appetite","type": "Hybrid"},
    {"name": "White Widow","description": "Legendary for its off-the-charts resin production, White Widow is a staple sativa-dominant hybrid with powerful energizing effects. It was produced by Dutch veterans Green House Seeds in the 1990s as a cross between Brazilian indica and South Indian sativa landraces. At the time, the underground cannabis market consisted mostly of early hybrids like Northern Lights and Haze, but White Widow has since joined the ranks of these legendary strains, winning an early High Times Cannabis Cup in 1995 and several awards since. Bred specifically for a high trichome count, White Widow is especially valued in the production of hash. This strain has an average THC composition of 20%, with some phenotypes exceeding that amount. Buds of White Widow are chunky and somewhat conical and tapered. The bud structure of the flowers are more sativa than indica, with a loose and fluffy texture that can be broken up somewhat easily despite its stickiness. The leaves are spring green with few visible pistils.","effect": "Relaxed, Cotton mouth, Creative","image": "https://bulkseedbank.org/wp-content/uploads/White-Widow-FEM-1.jpg","helps": "Depression, Appetite, Anxiety","type": "Sative"},
    {"name": "Forbidden Fruit","description": "Eve had the right idea - that is if she were reaching for this particular Forbidden Fruit. Apples are great and all, but we assure you once you’ve tried this strain, you’ll have a hard time imagining Eden with anything else. This 70/30 hybrid is made by crossing two extremely flavorful and effects-heavy strains, Cherry Pie and Tangie, to create a well-balanced, delicious nighttime bud. The THC levels in this indica-dominant strain are regularly reaching heights of 26% or more, giving users a powerful high that begins in your head, but rounds out with you completely couch locked and/or asleep. As its parentage would suggest, this is a flavorful bud packed with bright cherry sweetness, tropical fruitiness, citrus and pine tones, and a smooth musky aftertaste. The aromas of pine, lemon, and cherry complement the rich coloring of this forest green rocky nugget. To round out the aesthetic these buds are covered in bright green trichomes, sticky resin, and a thin spattering of orange hairs. If Forbidden Fruit’s flavor profile didn’t get you, the high certainly will. This smooth burning bud offers users a break from coughing fits and induces an immediately chill mind, great for unwinding at the end of the day. This nightcap strain builds through the head and neck, making its way to the rest of your body with an almost tranquilizer-like relaxation and will almost instantly give you that sleepy feeling. Though it won't completely knock you out right away, this strain is euphoric and uplifting but definitely aims to give you a great night of sleep.","effect": "Relaxed, Sleepy, Hungry","image": "https://thepotshop.cc/wp-content/uploads/2020/07/Forbidden.jpg","helps": "Depression, Appetite, Insomnia","type": "Indica"},
    {"name": "GMO Cookies","description": "Most blogs remind readers that GMO Cookies aren’t “genetically modified organisms” like you get with food production. However, cannabis strains are genetically modified if you think about it, maybe just not in the same way. GMO or Garlic Cookies, as it’s sometimes less appetizingly called, is a potent Indica-obsessed (90/10) strain with a heavy scent and potent sedative effect. It was bred by the Spanish-located breeder Mamiko Seeds from Girl Scout Cookies and Chemdawg. This is where it gets its stanky flavors and insane pungency. If you want to fly high and stink all the way there, GMO Cookies is the way to do it. This GMO Cookies isn’t the only variant on the market. Some researchers think skunkmasterflex bred the strain. Divine Genetics also has a version of this strain called Chem Cookies with similar genetics in appearance but using different phenotypes to create a completely different profile. The orange and purple buds are shaped like flat peppers and cloaked in a blanket of clear trichomes. The scent is a deeply weird combination of flavors and sensations. The flavor, which gets up into your nose too, is overwhelming garlicy, pungent, and spicy. It will linger on your palette for a while, so you better get used to it! It smells of herbs and spicy coffee, with a smell of rot as well. If you want GMO Cookies, you have to want it for hours because it won’t go away easily","effect": "Relaxed, Sleepy, Happy","image": "https://images.leafly.com/flower-images/defaults/red-orange-amber/strain-2.png","helps": "Depression, Arthritis, Insomnia","type": "Indica"},
    {"name": "Fruity Pebbles","description": "Strains going by the name Fruity Pebbles have circulated since at least 2006, particularly in dispensaries in California. These strains are so named for smelling just like their namesake cereal. Although most are labeled as hybrid or as slightly Indica-dominant, the true genetics of Fruity Pebbles may be impossible to discern, as individual growers may use different parent strains or breeding techniques. According to a report provided to Wikileaf by Alaskan grower, Alaska Loven It, the THC composition of Fruity Pebbles was tested in 2021 with a THC percentage high of 28.40%. One variety, created by breeders Alien Genetics, was marketed as Fruity Pebbles OG, an April 2012 limited edition. Packs of these special Fruity Pebbles OG seeds sold for $1,000-$1,500 each. The mother, a cross of Green Ribbon and Granddaddy Purps, was bred with a strain crossed from Tahoe OG and Alien Kush. Given that successful growers can reap anywhere from $1,500 to $3,000 per plant, a pack of these specialty seeds may substantially cut into profit margins for commercial growers -- and would certainly be a sunk cost for the more casual home grower.","effect": "Relaxed, Dry Eyes, Cotton Mouth","image": "https://d2j6dbq0eux0bg.cloudfront.net/images/19081933/1527851961.jpg","helps": "Depression, Appetite, Anxiety","type": "Indica"},
    {"name": "NYC Diesel","description": "NYC Diesel is a mostly Sativa hybrid that has won 9 different cannabis cup awards (though not every award has been for first place).The strain produces a citrus sweet, often described as red grapefruit, flavor that is tinged with just a bit of diesel. Such a rare taste delivers a powerful high that most often energizes users and activates their minds. This activation usually comes coupled with uplifting feelings of euphoria and a burst of insightful creativity. Accompanying these effects are a mildly numbing body stone that can cause some users, especially new users, to feel more lazy and in need of a seat or sleep. NYC Diesel also comes with a powerful “munchies effect” and the common downsides of dry mouth and eyes, paranoia, headaches and dizziness. Typically, this Sativa strain is used as ‘wake and bake’ medication to start off many medical users' day full of energy, but for some it may need to be relegated to afternoon use as its high can be quite powerful.","effect": "Focused, Paranoia, Creative","image": "https://images.hytiva.com/Nyc-Diesel-65BE.jpg?mw667-mh1000","helps": "Depression, Appetite, Anxiety","type": "Sative"},
    {"name": "Trump OG","description": "This questionably named strain is an indica-dominant hybrid created by blending two well-known strains, OG Kush and the cleverly titled Presidential OG. Don’t let the name sway you one way or the other, as this is an extremely giggly bud and well worth the try. If nothing else about the name Trump makes you laugh, let this be the thing. The super high THC average at 20% is great for a slew of ailments, making it a stellar medical choice. These fluffy, forest green buds smell of tree fruit and musk with hints of pungent lemon and citrus fruits. The aromas are very much the same in these little grape shaped buds. The thick coating of orange hair and amber trichomes give it the visual pop that makes growing bud so fine.Trump OG is a creeper and has a tendency to sneak up on if you aren’t careful. This one is coming for you hard after just a couple of hits. At first, you’ll feel talkative and cheerful, with major giggle fits throughout the high. That social butterfly flutters off into a stoney buzz that overtakes your whole body. It causes the user to become completely introspective, so don’t be surprised if you suddenly become quiet and heavy. It is also a strong sedative, which is great if you want a solid night of sleep. As you inch your way closer to your bed you may feel the munchies, so be sure to get set up with your favorite snacks so you don’t find yourself wandering like a zombie in the middle of the night in search of food.","effect": "Relaxed, Sleepy, Hungry","image": "https://images.hytiva.com/Trump-OG.jpg?mw667-mh1000","helps": "Traumatic Stress, Migraines, Pain","type": "Hybrid"},
    {"name": "Skywalker","description": "Skywalker is a 50/50 hybrid strain with a THC count of up to 15 percent. Well loved by many for the fruity aroma and taste that is coupled with a rather mellow Indica style high. Quickly creeping in is a sense of euphoria that, while not often leading to couch-lock, will usually leave a user feeling a little lazy, perhaps even sleepy. This strain is great for relaxation as the other cerebral effects follow, uplifting users and making them feel happy. The body high that accompanies these effects is mild in comparison to some pure Indicas but still numbingly potent, as is Skywalker's munchies effect. Unfortunately this strain is not deprived of the usual negative effects; dry eyes and mouth, dizziness, paranoia and headaches. While not everyone feels dragged down to the depths of sleep by the use of Skywalker, responsible first-time users should leave this strain to evening or night time use. It is often the choice of medication for those who sufferer from stress, anxiety and insomnia. Skywalker is not recommended for severe or intense pain but may lessen the effects of milder aches and pains. The strain is also used to induce appetite, fight depression and alleviate nausea.","effect": "Relaxed, Sleepy, Cotton mouth","image": "https://cannabispharmuk.com/wp-content/uploads/2021/01/7.png","helps": "Depression, Anxiety, Insomnia","type": "Hybrid"},
    {"name": "Stardawg","description": "Stardawg is a Sativa-dominant hybrid originally bred in the Bay Area of California as a cross between Chemdawg 4 and Tres Dawg. It likely got its name from both the crystalline trichomes that inhabit the strain (appearing like STARS) and it's Chem/TresDAWG lineage. THC levels in Stardawg are regularly above average - testing between 16 and 22 percent. People remark on the musky, earthy scent with diesel fuel notes. Cannabis lovers appreciate the strong, funky aroma but it may be too strong for novices and first-timers. The aroma has been described as morning breath, a truck stop, roadkill skunk, and a vat full of chemicals. These smells sound nasty, but cannabis aficionados love the dank, lingering aromatic notes as they herald the potent, mind altering effects of Stardawg. Expect the herb to be dense and frosted with resin, so much so that the dark green color with red/orange hairs is hard to see.","effect": "Focused, Creative, Paranoia","image": "https://highyields.com/wp-content/uploads/2021/10/stardawg.jpg","helps": "Depression, Appetite, Anxiety","type": "Sativa"},
    {"name": "Tahoe OG","description": "Tahoe OG was originally created by a Ganja Guru who lived in Lake Tahoe, California in the late 1980's. Today the strain usually leans Indica, but may also lean Sativa depending by the grower. Tahoe OG exhibits large neon green calyxes with an extra thick layer of trichomes and has a very pungent aroma with mixtures of lemon, earthiness, pine and a somewhat skunky fuel. The taste is incredibly smooth, definitely one you'd hope for when seeking out a calming and numbing sensation.","effect": "Relaxed, Cotton Mouth, Creative","image": "https://leafly-public.s3-us-west-2.amazonaws.com/strains/photos/pLNZggmQRF2YMF7j8zU8_TahoeOG.png?w=1200&fm=jpg","helps": "Depression, Anxxiety, Insomnia","type": "Hybrid"},
    {"name": "Blueberry","description": "Blueberry is a popular, flavor-forward indica hybrid with a strong genetic backbone. It is a three-way cross between an indica Afghani parent and sativa Thai and Purple Thai variant parents. Blueberry was originally developed in the 1970s or 80s by DJ Short, a mysterious but prolific breeder who’s been dubbed the Willy Wonka of pot. Blueberry is distinguished by an unmistakable fresh blueberry smell and taste that have made it an enduring favorite. Blueberry is popular nationwide. It won top marks in the 2000 High Times Cannabis Cup for Best Indica and best strain overall. Blueberry has a THC content that ranges between 15% and 24%. Flowers of this strain are small and densely-packed, as one might expect of an indica-dominant variety. The compact forest green leaves are often flecked with traces of purple and red. These latter colors develop due to high concentrations of pigments called anthocyanins in this strain’s genetics -- as the plants are exposed to colder than average temperatures during the growing period, these pigments are activated, bringing out colorful hues. The leaves are coated in almost transparent trichomes, which may be harder to see than that milky or amber-colored glands covering similarly resinous strains. Nevertheless, buds of Blueberry are very sticky and may be difficult to break up by hand without the use of a grinder.","effect": "Relaxed, Sleepy, Creative","image": "https://www.dinafem.org/uploads/blueberry-dutch-passion_660x990.jpg","helps": "Depression, Anxiety, Insomnia","type": "Indica"},
    {"name": "AK-47","description": "AK-47 is a Sativa-dominate hybrid with bright white coloring. Despite its violent name, the strain imparts a very mellow feeling and can even leave one stuck in a state of couch lock. It also leads to increased creativity. For the most part, however, AK-47 will leave you feeling uplifted, peaceful and euphoric. Many people enjoy using it while listening to music. Outside of dry mouth and eyes, the strain can also cause users to feel paranoid and sometimes dizzy. Some users also experience minor headaches. Many users take advantage of the strain's relaxing effect to relieve stress and anxiety. Others use it to take the edge off their chronic pains and aches. Insomniacs take 1-3 hits approximately an hour before bedtime to induce relaxation. They report an increase in the number of restful nights following this routine. Those suffering from bipolar disorder, depression and other mood disorders use this strain to help relax and regulate their mood. The strain is also used to increase appetite as well as ease nausea and vomiting.","effect": "Relaxed, Dry Eyes, Cotton Mouth","image": "https://images.hytiva.com/AK-47.jpg?mw420-mh420","helps": "Depression, Anxiety, Insomnia","type": "Hybrid"},
    {"name": "Do-Si-Dos","description": "Bred by Sweet Seeds, Black Jack is a cross of Black Domina and Jack Herer. This strain produces thick buds with huge calyxes that are completely encrusted with trichomes. It has a heavy and flavorful taste and it produces exceptionally long-lasting effects.","effect": "Relaxed, Happy, Sedated","image": "https://revclinics.wpenginepowered.com/wp-content/uploads/2019/02/black-jack-web.png","helps": "Depressed, Insomnia, Pain","type": "Indica"},
    {"name": "Jager","description": "Jager is a potent indica named after Jagermeister, a popular German brand of licorice schnapps. And while the alcoholic beverage is fabled to contain traces of deer’s blood, the strain has no such unsavory ingredients. Jager was created by an as-yet unidentified breeder in Oregon and may be the product of popular staples Blue Dream and L.A. Confidential. Like the booze, this bud is very potent, consistently testing at between 18% and 23% THC. Jager immediately establishes its bag appeal with large, chunky flowers. The flowers have a spade-like shape, almost resembling pine cones, tapering down from a broad base to a pointed tip. The buds adhere in a dense, indica-typical structure with dark green leaves and rust-colored pistils. Most phenotypes of the strain also boast streaks of deep purple -- these striking colors are the byproduct of colder-than-average weather affecting the plants’ pigments (called anthocyanins) during the growing process. These already-colorful flowers are also coated in translucent amber trichomes, accounting for their psychoactivity and giving them a very sticky texture. Like its namesake liquor, Jager has a pronounced aroma of black licorice. When inspected more closely, dank scents of musk and damp earth are also at play. Meanwhile, grinding up or breaking open these dense buds yield some traces of diesel. This strain has a surprisingly smooth smoke for an indica; on the exhale, this smoke has a herbal, tobacco-like flavor, along with some sweet licorice that lingers on the palate. Notably, Jager offers no grape flavors, despite its often entirely purple flowers -- this is because the pigments that determine the leaves’ color do not have a corresponding effect on their aroma.","effect": "Focused, Relaxed, Creative","image": "https://s3-us-west-2.amazonaws.com/leafly-images/flower-images/jr.jpg?w=1200&fm=jpg","helps": "Depression, Traumatic Stress, Anxiety","type": "Indica"},
    {"name": "Lemon Haze","description": "Lemon Haze is a very popular sativa-dominant hybrid that derives both its potency and its powerful aroma from two prestigious parents: it is a cross between sativa hybrid Silver Haze and pungent Lemon Skunk. With a memorable citrus flavor profile and a long-lasting, well-balanced high to boot, this bud is an asset to indica and sativa fans alike. Cannabis testing lab Analytical 360 ranks Lemon Haze’s psychoactivity at between 12% and a staggering 25%. Flowers of Lemon Haze impress with a distinct shape and texture. These buds are medium to large in size and adhere in roughly spherical chunks. Although the leaves are densely packed, they have a somewhat ragged and fluffy appearance. These fluffy leaves are a mossy shade of green and are threaded through with vibrant orange pistils. Amber trichomes cover these buds, giving them a slightly yellow glow and accounting for their high psychoactivity. When properly cured, Lemon Haze carries a strong citrus aroma; the tang of lemon is the predominant scent. Hanging out underneath is a spicy herbal kick that fans of parent strain Haze will almost certainly recognize. Surprisingly, this strain has little of the acrid funk that characterizes its other parent, Lemon Skunk. When combusted, Lemon Haze burns with a smooth and easily ingested smoke. This smoke tastes refreshingly herbal on the exhale, with some lingering lemon notes.","effect": "Focused, Relaxed, Sedated","image": "https://essencevegas.com/wp-content/uploads/2020/02/whats-makes-super-lemon-haze-so-super-2.jpg","helps": "Nausea, ADHD","type": "Sativa"},
    {"name": "Chemdawg","description": "Chemdawg is a legendary strain with an uncertain genetic history. While it is thought to be crossed from Thai and Nepalese sativa landraces by U.S. breeders, many have laid claim to this strain’s creation. Chemdawg’s origin stories include one account of a complicated seed exchange among fellow growers at a Grateful Dead concert and another tale pinning the strain’s parentage on a Colorado strain called Dog Bud (so named for its tendency to make the smoker roll over like a dog). Whatever its beginnings, Chemdawg has become a staple in the U.S. cannabis market for its unique taste and upbeat, energetic high. It has also been used to crossbreed several popular and successful strains. Chemdawg’s THC content has been measured at between 15% and 20%. Chemdawg has medium-sized buds that look slightly different from those of hybrid or pure indica lineage. Long and tapered rather than popcorn-like, the flowers have relatively loose and wispy leaves. The spring green leaves are covered in sticky white trichomes, lending buds a silver-white appearance. Due to the combination of their loose structure and resinous texture, buds of Chemdawg are particularly difficult to break up by hand -- users preparing flowers for joints or pipes will have an easier time with a grinder. The sticky flowers are threaded through with red to orange pistils. Chemdawg has a smell reminiscent of diesel fuel (which many say is the source of the “chem” in its name). The pungent flowers also give off odors of earthy musk and some pine. As long as flowers are properly cured, this strain has smooth smoke that tastes sour and when inhaled. On the exhale, Chemdawg’s smoke betrays its signature diesel taste with an ammonia-like tang that hits the top of the palate.","effect": "Relaxed, Dry Eyes, Cotton Mouth","image": "https://images.leafly.com/flower-images/defaults/generic/strain-1.png","helps": "Nausea","type": "Hybrid"},
    {"name": "Afghan Kush","description": "Afghan Kush has a name that spread like wildfire through the cannabis community. For pure Indica landrace strains, no plant is as famous or infamous as Afghan Kush. Those who just want to chill out snacking while their favorite music plays, slowly falling asleep to the strain’s influence, become Afghan Kush regulars after one toke. Growers love how hardy it is and users love how much CBD it retains. For long-lasting body-based effects, this strain is a keeper. This strain grows in sturdy branches, covered in resinous, huge, condensed buds whose trichomes glisten beneath rusty red hairs and broad leaves. The strain is originally a landrace strain from the Amu Darya River Valley along the border of Uzbekistan and Tajikistan. Afghan Kush was a wild lady for hundreds of years, flourishing in the harsh natural climates of its homeland and refining itself through many generations of evolution. Natural selection brought us the perfect Afghan Kush, the product we enjoy today from White Label Seed Company, the Netherlands-based growers that made Afghan available to everyone.","effect": "Relaxed, Sleppy, Hungry","image": "https://images.hytiva.com/Afghani-Kush.jpg?mw667-mh1000","helps": "Depression, Traumatic Stress, Appetite","type": "Indica"},
    {"name": "Amnesia Haze","description": "Amnesia Haze has a somewhat misleading name: it's a sativa-dominant hybrid that, despite its potency, won't leave you with a severely impaired memory. Composed from a cross of staple strain Haze and several different worldwide landraces, including Thai, Hawaiian, and Afghani, Amnesia Haze may actually drive inspiration rather than forgetfulness. The Afghani indica in its genetics makes for a well-balanced, albeit somewhat cerebral high. Amnesia Haze that exists in the commercial market is mainly derived from two sources: First Medical Seed and Soma Seeds, the Amsterdam-based company responsible for creative strains like Lavender. The strain is a favorite for its uplifting vibes and its rich flavor. It won 1st place overall in the 2004 Cannabis Cup and Best Sativa in the 2012 Cannabis Cup. The THC content of Amnesia Haze ranges from about 20% to 25%. This strain is distinguished by its chunky, dense flowers which show a synthesis of indica and sativa bud structures: although tightly-packed, the buds are more tapered and comical than round. Depending on how they're cured, buds will have a greenish to yellow tint. Rust-colored pistils, meant for the flowers to catch pollen from other male cannabis plants, stand out against the leaves.","effect": "Focused, Paranoia, Creative","image": "https://images.hytiva.com/Amnesia-Haze.jpg?mw667-mh1000","helps": "Depression, Appetite, Anxiety","type": "Sative"},
    {"name": "Grape Ape","description": "Grape Ape is a tasty, memorable strain with strong indica roots. Its distinctive look and complex fruity flavor makes it an easy favorite -- to say nothing of its incredibly potent body high. Grape Ape is the product of strains as different as Mendocino Purps, an award-winning Northern California crossbreed, the influential staple strain Skunk, and a legendary Afghani landrace. The combination of these nuances has yielded a bold and visually striking variety. There are different varieties of Grape Ape, with seeds available from Washington State-based Apothecary Genetics and Barney’s Farm, the seed bank responsible for creating other taste-focused strains like LSD and Pineapple Chunk. Testing lab Analytical 360 has tested samples of Grape Ape at between 15% and 25% THC composition. ","effect": "Relaxed, Sleepy, Cotton mouth","image": "https://leafly-public.imgix.net/strains/photos/DTsaiqxnQdGtZ6pXieWS_GrapeApe.png","helps": "Depression, Anxiety, Insomnia","type": "Indica"},
    {"name": "Acapulco Gold","description": "Acapulco Gold is a Sativa-dominant hybrid known for the golden hue of its green and/or brownish buds. This old strain is said to produce a powerful cerebral high that raises one's mood without producing overpowering feelings of happiness. Instead, the cerebral high mixes with a calming body high for a relaxing experience. Mild paranoia and anxiety have also been reported. Users may experience dry mouth and eyes as well as headaches from using the strain. Sufferers of disorders such as General Anxiety Disorder or PTSD use this strain to find relief from stress and anxiety. Those dealing with depression use it to lift their mood. The body high can also relieve chronic aches and pains. Acapulco Gold comes from Acapulco, Mexico, but the exact genetics of the strain are unknown. Traditionally, this strain was grown outdoors. Growing it indoors is still proving to be tricky for producers as there are no clear guidelines on how to do it. This makes the strain harder to find as more growers move their operations inside. When grown indoors, the strain flowers for 70-75 days. Outdoors, plants are ready for harvest by mid-October. There have been reports of yields up to 500 grams per square meter. Tests have shown that Acapulco Gold plants can have as much as 23% THC.","effect": "Paranoia, Cotton Mouth, Creative","image": "https://images.hytiva.com/Acapulco-Gold-8975.jpg?mw667-mh1000","helps": "Depression, Appetite, Anxiety","type": "Sativa"}]
